const qlist =
    [
        {
            title: '1.判断力出现问题（解决日常生活问题、如不会算账；做出的决定经常出错；分辨不清方向或容易迷路）',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '2.缺乏兴趣爱好了，活动减少了。比如：几乎整天躺着看电视，平时讨厌外出，常闷在家里，无精打采',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '3.不断重复同一件事。比如：总是提相同的问题，一句话重复多遍',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '4.学习使用某些日常工具或家用电器（如遥控器，微波炉等）有困难',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '5.记不清当前的月份或年份',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '6.个人经济财产掌控困难（如忘记如何使用存折，忘记付水电费等）',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '7.记不住和别人的约定。比如：和家人约好的聚会，计划去拜访亲朋好友等',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },
        {
            title: '8.日常记忆和思考能力有问题。比如：自己放置的东西经常找不到，经常忘记服药，想不起熟人的名字，忘记要买的东西，忘记看过的报纸、电视的主要内容，与别人谈话无法表达自己的意思等',
            ops: [
                {
                    w: 1,
                    value: '是'
                },
                {
                    w: 0,
                    value: '不是'
                },
                {
                    w: 0,
                    value: '无法判断'
                }
            ]
        },

    ]

export default qlist;